{
  "Main": [
    {
      "Live": true,
      "Video": "",
      "Fetch": "MediaFire"
    }
  ],
  "Series": [
    {
      "Title": "Ποιός Παπαδόπουλος;",
      "ImageBack": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
      "ImageMain": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
      "Description": "Η ζωή είναι γεμάτη εκπλήξεις και απρόοπτα.\nΚάποιες φορές, όμως, κάποια… μπλεξίματα φέρνουν τα πάνω κάτω, σε βαθμό που η κατάσταση ξεφεύγει από τον έλεγχό μας.\nΑυτό συμβαίνει και στο «Ποιος Παπαδόπουλος;». \nΗ νέα κωμική σειρά του AΝΤ1, μέσα από μία αναγκαστική συγκατοίκηση, θα αλλάξει τις ισορροπίες, αλλά και τον τρόπο ζωής δύο οικογενειών, δημιουργώντας απίστευτες καταστάσεις.\nΣτο «Ποιος Παπαδόπουλος;» τα μπερδέματα ξεκινούν από τα… γεννοφάσκια των πρωταγωνιστών!\n16 χρόνια πριν. Ένα βροχερό βράδυ, δύο αντρόγυνα, ο Αρίστος (Κρατερός Κατσούλης) και η Μελίνα (Μαριάννα Τουμασάτου), ο Γιάννης (Γιάννης Δρακόπουλος) και η Περιστέρα (Ελένη Ουζουνίδου), γίνονται γονείς στο ίδιο μαιευτήριο. Δεν ξέρουν, όμως, ότι ένα blackout και το κοινό τους επώνυμο, Παπαδόπουλος, θα τους ενώσει.\n16 χρόνια μετά. Ο Αρίστος και η Μελίνα ζουν με τον γιο τους Αλέξανδρο (Κωνσταντίνος Γεωργιόπουλος) μια πλουσιοπάροχη ζωή σε μια πολυτελή βίλα. Ο Γιάννης και η Περιστέρα από την άλλη, ζουν με τον γιο τους τον Θάνο (Δημήτρης Δάρας), αλλά και τον πατέρα του Γιάννη, τον Θανάση (Βασίλης Κολοβός), σε μια φτωχική μονοκατοικία, παλεύοντας να τα βγάλουν πέρα με ένα δάνειο που χρωστάνε, με τους κατασχέτες που τους κυνηγάνε και με μόνο σταθερό εισόδημα τη σύνταξη του παππού.\nΈνα ατύχημα θα τους φέρει όλους αντιμέτωπους με μια μεγάλη έκπληξη…\nΠώς θα αντιδράσουν οι πλούσιοι αριστοκράτες Παπαδόπουλοι όταν θα αναγκαστούν να φιλοξενήσουν στην έπαυλή τους τους φτωχούς Παπαδόπουλους, για χάρη των αγοριών τους;\nΠώς θα αντιμετωπίσουν οι γονείς αυτή τη νέα πραγματικότητα;\nΠώς θα «υποδεχτούν» τα παιδιά τη νέα τους ζωή, μεγαλώνοντας κάτω από την ίδια στέγη μαζί με τους βιολογικούς τους γονείς, αλλά και με τους γονείς που τους μεγάλωσαν;\nΠώς θα ξεμπλεχτεί το κουβάρι αυτής της αναγκαστικής συμβίωσης δύο οικογενειών από δύο εντελώς διαφορετικές κοινωνικές τάξεις και με χάσμα στο οικονομικό status; ",
      "Year": "2022 - 2023",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "~45λ.",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
          "Year": "2022",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/8e355232-c912-4d73-8a48-27a18083e23b.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/be73e7b1-3f32-40ec-8146-65615a7629da.mp4",
              "Description": "Ο Αρίστος και η Μελίνα για να μη γίνει σκάνδαλο λένε ψέματα στους φίλους τους ότι οι έτεροι Παπαδόπουλοι είναι συγγενείς τους. Αυτό το «θέατρο» θα έχει απρόβλεπτες εξελίξεις.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/b6066727-40ee-493e-90b0-93bfa432ddca.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/2606ff28-e959-420f-9aac-c29128a29524.mp4",
              "Description": "Όλοι οι Παπαδόπουλοι προσπαθούν να συντονιστούν με την αναγκαστική συμβίωσή τους. Τα πράγματα είναι όμως πολύ δύσκολα και για τα παιδιά που κοντράρονται και για τους ενήλικες που ψάχνουν κάποιο σημείο επαφής.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/6e6c2f26-9f96-4b3f-ba60-b9ec27064dc4.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/3266bc2c-1b47-47ea-a452-319dcadc0be0.mp4",
              "Description": "Οι δυο οικογένειες Παπαδοπούλου συναντιούνται για να γνωριστούν. Μετά από τσακωμό το κάθε παιδί θα καταλήξει να μείνει με τους βιολογικούς του γονείς. Ένα νέο ατύχημα όμως θα ξαναενώσει τις δυο οικογένειες.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/cd475b9b-18b7-4852-94a4-3c5527e60124.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/02c2c16b-c577-4caa-a587-cbbe4de23ebf.mp4",
              "Description": "Ο Αρίστος και η Μελίνα Παπαδοπούλου και ο Γιάννης και η Περιστέρα Παπαδόπουλου γίνονται γονείς το ίδιο βράδυ στο ίδιο μαιευτήριο. Λόγω ενός blackout οι δυο οικογένειες παίρνουν λάθος μωρά. Δεκαέξι χρόνια μετά, εξαιτίας ενός ατυχήματος, ανακαλύπτουν το μπέρδεμα.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    }
  ]
}
